IdeaRS.Connections
FinPlateData.IsWeld Property
Compatible with IDEA StatiCa 0.0
 If true welds are generated automatically
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public bool IsWeld { get; set; }
Property Value
Type: Boolean
See Also
Reference
FinPlateData Class
IdeaRS.Connections.Data Namespace